Revit 2024 API
ParameterTypeId.VisGraphicsCoordinationModel Property
 "V/G Overrides Coordination Model"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId VisGraphicsCoordinationModel { get; }
Visual Basic
Public Shared ReadOnly Property VisGraphicsCoordinationModel As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ VisGraphicsCoordinationModel {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace